{
    "title": "Terms of Service",
    "lastUpdated": "Last Updated: January 18, 2019",
    "bold": true,
    "forewords": "These Terms provide that with limited exceptions covered by Section 17.3 of these Terms all disputes between you and Bukka arising out of or relating to these Terms or your use of the PLATFORM (the “Disputes”) will be resolved by BINDING ARBITRATION. For such Disputes, YOU waive YOUR RIGHT TO bring a class or representative action, or GO TO COURT under these Terms.",
    "forewordConclusion": "Your rights will be determined by a NEUTRAL ARBITRATOR and NOT a judge or jury, and your claims must be brought individually and not as a class or representative action. Please review Section 17 (“Dispute Resolution and Arbitration”) for the details regarding your agreement to individually arbitrate any Disputes with Bukka.",
    "further": [
        "Thank you for your interest in the Bukka application for your mobile device (the 'App') provided to you by Bukka Inc. ('Bukka', 'us' or 'we'), and our web site at Bukka.com (the 'Site'), as well as all related web sites, networks, and downloadable software provided by us and on which a link to these Terms of Service is displayed (collectively, together with the App and Site, our 'Platform'). These Terms of Service (these 'Terms'), including the Privacy Policy incorporated into these Terms by reference and any other applicable policies and guidelines, as may be updated from time to time, govern your use of the Platform. These Terms constitute a legal agreement between you and Bukka. In order to use the Platform you must agree to these Terms.",
        "All references to “you” or “your,” as applicable, mean the person who accesses, uses, and/or participates in the Platform in any manner, and each of your heirs, assigns, and successors. If you use the Platform on behalf of an entity, organization, or company, you represent and warrant that you have the authority to bind that entity to these Terms, your acceptance of the Terms will be deemed an acceptance by that entity, and “you” and “your” herein shall refer to that entity."
    ],
    "about": {
        "title": "Bukka PLATFORM",
        "content": [
            "The Platform connects consumers with retail stores, and restaurants (“Merchants”), and with independent contractor couriers (“Couriers”), to facilitate on-demand delivery or pickup services. Through the Platform, consumers may request that merchandise or food be made available for pick-up or delivered to them from a Merchant by Couriers who contract with Bukka to access the Platform and receive delivery opportunities.",
            "Bukka is not a retail store, restaurant, food delivery platform, merchandise delivery platform or food preparation entity. Bukka is not liable or responsible for Merchants’ compliance with applicable federal, state, or local laws, rules, regulations or standards pertaining to their businesses. In addition, Bukka does not guarantee the quality of what Merchants sell and does not independently verify, and is not liable for, representations made by Merchants regarding their products on the Platform.",
            "Bukka does not provide Courier services. Couriers are independent contractors and not employees, partners, agents, joint ventures, or franchisees of Bukka. Couriers have entered into independent contractor agreements with Bukka, which require them to comply with all applicable federal, state, and local laws, rules and regulations. Bukka shall not be liable or responsible for any delivery services provided by Couriers, or any errors or misrepresentations made by any of them. You hereby acknowledge that Bukka does not supervise, direct, control, or monitor a Courier’s provision of services and expressly disclaims any responsibility or liability for the services performed.",
            "Bukka is committed to ensuring that the merchandise or food ordered by a consumer is delivered in a manner consistent with consumer’s expectation.",
            "As provided in greater detail in these Terms, you agree and acknowledge these material terms:"
        ],
        "list": [
            "The Platform is licensed, not sold to you, and you may use the Platform only as set forth in these Terms;",
            "Your use of the Platform may be subject to separate third party terms of service and fees, including without limitation your mobile network operator’s ('Carrier') terms of service and fees, including fees charged for data usage and overage, which are your sole responsibility;",
            "You consent to the collection, sharing, and use of your personally identifiable information in accordance with Bukka’ Privacy Policy;",
            "The Platform is provided 'as is' without warranties of any kind, and Bukka’ liability to you is limited; and",
            "Disputes arising under these Terms will be resolved by binding individual arbitration."
        ]
    },
    "download": "BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THE PLATFORM, YOU AGREE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THESE TERMS. IF YOU DO NOT AGREE, YOU MAY NOT USE THE PLATFORM.",
    "scope": "Bukka (“Bukka,” “we,” “our,” and/or “us”) values the privacy of individuals who use our website and mobile apps (collectively, our “Platform”). This privacy policy (the “Privacy Policy”) explains how we collect, use, and share information from Bukka’ users (“Users”). It applies to our customers (“Customers”), individuals who deliver products requested by Customers through our Platform (“Couriers”), anyone who signs up to become a Courier (“Prospective Couriers”), businesses selling products through our Platform (“Merchants”), and other partners who use our Platform to facilitate delivery of products (“Partners”). By using the Platform, you agree to the Privacy Policy and any future amendments and additions. Your use of our Platform is also subject to our Terms of Service.",
    "mainContent": [
        {
            "section": "Eligibility",
            "article": [
                {
                    "heading": "",
                    "paragraph": [
                        "You must be at least eighteen (18) years old to use the Platform. By agreeing to these Terms, you represent and warrant to us: (1) That you are at least eighteen (18) years old; (2) That you have not previously been suspended, banned, or removed from the Platform; and (3) That your registration and your use of the Platform is in compliance with any and all applicable laws and regulations."
                    ]
                }
            ]
        },
        {
            "section": "Accounts and Registration",
            "article": [
                {
                    "heading": "",
                    "paragraph": [
                        "To access some features of the Platform, you must register for an account. When you register for an account, you may be required to provide us with some information about yourself (such as your name, credit card information, e-mail address, phone number, profile image, or other contact information). You agree that the information you provide to us is accurate, current, and complete, and that you will keep it up-to-date at all times. When you register, you will be asked to provide a password. You are solely responsible for maintaining the confidentiality of your account and password, and any password for Facebook, Google, or other third-party login. You accept responsibility for all activities that occur under your account. If you have reason to believe that your account is no longer secure, you must immediately notify us via our Help Center. Bukka will not be liable and you may be liable for losses, damages, liability, expenses, and lawyers’ fees incurred by Bukka or a third party arising from someone else using your account due to your conduct regardless of whether you have notified us of such unauthorized use. You understand and agree that we may require you to provide information that may be used to confirm your identity and help ensure the security of your account."
                    ]
                }
            ]
        },
        {
            "section": "Scope of License",
            "article": [
                {
                    "heading": "",
                    "paragraph": [
                        "The Platform is licensed, not sold, to you for use only under the terms of this license. Bukka reserves all rights not expressly granted to you. Subject to your complete and ongoing compliance with these Terms, Bukka hereby grants you a personal, limited, non-sublicensable, non-transferable, and revocable license to access the Platform on compatible devices that you own or control, solely for your own personal, non-commercial use, and only in a manner that complies with all legal requirements that apply to you or your use of the Platform. Bukka may revoke this license at any time, in its sole discretion.",
                        "You may not modify, alter, reproduce, distribute or make the App available over a network where it could be used by multiple devices at the same time. You may not rent, lease, lend, sell, redistribute or sublicense the App. If you breach these license restrictions, or otherwise exceed the scope of the license granted in these Terms, you may be subject to prosecution and legal damages, as well as liability for infringement of intellectual property rights. These Terms will govern any updates provided to you by Bukka that replace and/or supplement the original App, unless the upgrade is accompanied by a separate license in which case the terms of that license will govern."
                    ]
                }
            ]
        },
        {
            "section": "Payment Terms",
            "article": [
                {
                    "heading": "General Payment Terms",
                    "paragraph": [
                        "Platform",
                        "You understand that the prices for product or menu items displayed through the Platform may differ from the prices offered or published by Merchants for the same product or menu items and/or from prices available at other third-party websites/mobile applications. Prices for product or menu items displayed through the Platform may not be the lowest prices at which the product or menu items are sold.",
                        "Because of the nature of the Platform, Bukka does not always know how much a Merchant will charge for a particular product or menu item. Where your cart includes product or menu items for which Bukka does not know the exact price to be charged by the Merchant, Bukka may designate an estimated subtotal for such product and menu items (the “Estimated Subtotal”). Similarly, where Bukka does not know the exact price of certain or all fees associated with the order, including any applicable taxes and/or Bukka fees, we may designate an estimate for such fees (the “Estimated Fees”). If you have included product or menu items in your cart that are subject to Estimated Subtotal and/or Estimated Fees, we will provide you with an estimated total. Merchants may charge more or less than the Estimated Subtotal for products or menu items you order. Similarly, we may charge more or less than the Estimated Fees based upon the final prevailing price of Merchant’s goods. In some cases, we may not be able to provide Estimated Subtotal or Estimated Fees, such as when the merchandise cost is unknown or we are otherwise unable to predict fees. Bukka reserves the right to determine final prevailing pricing of all product or menu items ordered through the Platform. In cases in which prevailing pricing is different than the Estimated Subtotal and/or Estimated Fees, what you are ultimately charged may be different than the estimated total. You acknowledge and agree to pay the prevailing pricing and fees, even if they differ from the Estimated Subtotal and/or Estimated Fees. Please visit our Help Center to learn more about how product or menu items are priced.",
                        "Certain features of the Platform, including placing orders, may require you to pay fees to Bukka. Bukka may change, or add, fees for use of our Platform at any time as we deem necessary or appropriate for our business. You will have an opportunity to review and accept an estimate of the fees that you will be charged, as applicable. The final fees may differ from the estimate. In all cases, you acknowledge and accept that a fee will be charged and you agree to pay said fee. We encourage you to check our Site or visit our Help Center periodically to learn more about how we charge for the Platform.",
                        "Bukka has no obligation to itemize its costs, profits or margins when publishing prices on the Platform and reserves the right to change such prices at any time, at its discretion. You are liable for all transaction taxes on the Platform provided under these Terms (other than taxes based on Bukka’ income).",
                        "Bukka will charge the payment method you specify at the time of purchase or as otherwise specified by you in your account information. We may also place a pre-authorization hold on your payment method, as described in Section 4.3.",
                        "Charges paid by you are final and non-refundable, except as expressly provided in Section 4.2, and will be quoted in the local currency of the location where the order is being delivered or picked up. Except as expressly provided in Section 4.2, Bukka has no obligation to provide refunds or credits. However, Bukka, in its sole discretion, may provide users with refunds, courtesy delivery or product credits, or make promotional offers with different features and different rates to any consumers. These credits and offers may be used for future transactions on the Platform. Such credits or offers are non-transferrable, may not be resold, and are not redeemable for cash or other consideration. Bukka reserves its right to expire, limit, or modify any credits or promotion at any time. If your account is cancelled for any or no reason, you may forfeit any pending, current, or future credits or promotional offers and any other forms of unredeemed value in or associated with your account without prior notice to you.",
                        "Referral Program",
                        "Bukka may offer a referral program (“Referral Program”), allowing consumers to earn courtesy delivery or product credits, or other promotional rewards (“Referral Program Rewards”) by inviting their eligible friends to register as new Bukka consumers using a unique referral code (“Referral Program Codes”). Referral Program Codes must be used for the intended audience and purposes, and may not be sold or transferred in any manner or made available to the general public (whether posted to a public forum or otherwise), unless expressly permitted by Bukka. Referral Program Rewards are non-transferrable, may not be resold, and are not redeemable for cash or other consideration. You agree we may change the terms and conditions of the Referral Program, terminate the Referral Program, or expire, deduct, limit, or modify your Referral Program Rewards at any time for any reason, including but not limited to, the event that Bukka determines or believes that your participation in the Referral Program or use or redemption of Referral Program Codes was in error, fraudulent, illegal, or otherwise in violation of these Terms. You can learn more about Bukka’ Referral Program here."
                    ]
                },
                {
                    "heading": "Unlimited Subscription",
                    "paragraph": [
                        "Bukka Unlimited (“Unlimited”) is offered as a monthly or yearly pre-paid subscription to the Platform on a per account basis. By signing up for Unlimited and providing us with your payment account information, you are signing up to an auto-renewing subscription requiring recurring payments and agree to pay the then-current applicable fee associated with the subscription.",
                        "If you sign up for the monthly subscription, you will be charged your first monthly subscription fee and any applicable taxes on the date you purchase your subscription or, if your subscription includes a free trial, on the day after your free trial ends. Your subscription will automatically continue on a monthly basis, and you will continue to be charged on a monthly basis at the then-current price (including any applicable taxes), until you cancel your subscription or we terminate it. If you sign up for the yearly subscription, you will be charged your first upfront, non-refundable (except as described below) yearly subscription fee and any applicable taxes on the date you purchase your subscription or, if your subscription includes a free trial, on the day after your free trial ends. Your subscription will automatically continue on a yearly basis at the then-current price (including any applicable taxes), and you will continue to be charged on a yearly basis, until you cancel your subscription or we terminate it. You can find your monthly and/or yearly subscription renewal/billing date in your account settings.",
                        "If your subscription includes a free trial, you will not be charged the applicable fee during your free trial. To obtain the free trial you will be required to provide a credit card in order to ensure uninterrupted access to Unlimited and continued use after the expiration of the free trial. Upon completion of your free trial, your subscription will automatically convert into a paid Unlimited subscription and your payment method will be charged the applicable fee unless you have cancelled your Unlimited subscription. You may cancel your Unlimited subscription as described below. You may not receive a notice from us that your free trial has ended or that the paying portion of your Unlimited subscription has begun. You are only permitted one free trial. If your Unlimited subscription is ever terminated for any reason, and you purchase an additional Unlimited subscription, you shall not be eligible for a free trial on any subsequent Unlimited subscriptions.",
                        "We may change the subscription terms or fees at any time on a going forward basis in our discretion. If the pricing for your subscription increases, we will notify you, and provide you an opportunity to change your subscription before applying those changes to your account or charging your payment details in connection with an automatic renewal. The notification will inform you of how long you have to change your subscription before the changes become effective. Your continued use of Unlimited after the changes become effective will constitute your acceptance of the changes. If you do not wish to continue subscribing with the new fees or features, you may cancel your subscription. If you accept the new subscription, its terms and conditions will apply for that renewal and all renewals going forward. For information on the monthly and yearly subscription fees and terms, please visit our Help Center.",
                        "You may cancel your subscription at any time in your account settings or by contacting us via our Help Center. You must cancel your subscription before it renews to avoid billing of the next periodic subscription fees to your account. However, if you cancel a pre-paid yearly or monthly subscription, you will not receive any refund. If you cancel your monthly or yearly subscription, you will be able to use your Unlimited subscription for the remainder of your pre-paid subscription term.",
                        "We may terminate your subscription for Unlimited at our discretion and without any notice. If we cancel your yearly subscription for Unlimited, we will give you a prorated refund based on the amount of time remaining in your pre-paid subscription; provided, however, that Bukka will not be obligated to grant you a refund if we terminate your account or your subscription because we determine, in our sole discretion, that your actions or your use of the Platform violates these Terms or has harmed another user."
                    ]
                },
                {
                    "heading": "Payment Authorization",
                    "paragraph": [
                        "You authorize Bukka to charge all sums for orders that you make to the payment method designated in your account. When you place an order order through Bukka, a temporary pre-authorization hold is placed on your designated payment method to verify that the card is valid and has funds available for your intended purchase. The amount of this pre-authorization hold may be greater or less than the order total quoted at checkout. However, your payment will be captured up to 24 hours after your order is completed or cancelled. In the event that the pre-authorization is greater than the final amount, the difference will be released after your order is completed or cancelled; depending on your bank, it may take up to 5 business days to receive access to these released funds.",
                        "Bukka also places an initial temporary pre-authorization hold on each new payment method you add to your account.",
                        "Bukka reserves the right to request additional information from you if we have reason to believe, in our sole discretion, that a payment method may be fraudulent."
                    ]
                },
                {
                    "heading": "Delinquent Accounts",
                    "paragraph": [
                        "If payment due on your account is delinquent, we reserve the right to suspend or terminate your access to the Platform; your account information may be sent to a collection agency/debt collector and you may be subject to a collection action, and payment of collection related fees and costs. If any fee for your Unlimited subscription is not paid in a timely manner, we reserve the right to revoke access to your Unlimited subscription and use of Bukka. If you do not bring your Bukka balance current after we provide you with notification that your account is in arrears, we reserve the right to suspend or terminate your access to your Unlimited subscription or convert your Unlimited subscription to a non-subscription account. You will be responsible for paying all past due amounts. If you have questions regarding an outstanding balance on your account, please contact us via our Help Center.",
                        "If your payment card expires or is replaced by your issuing bank, the card network may provide us with updated card details associated with the same account. We may use these new details in order to help prevent any interruption to the Platform. If you would like to use a different payment method or remove a saved payment method from your account, please visit your account settings to update your billing information."
                    ]
                },
                {
                    "heading": "Consumer Not Available",
                    "paragraph": [
                        "Bukka reserves the right to charge you the full order amount, including any Bukka fees, if you are not at the designated delivery location when the Courier arrives to complete the delivery or if you fail to pick up an order from a Merchant."
                    ]
                },
                {
                    "heading": "Cancelled Orders",
                    "paragraph": [
                        "If you cancel your order, you may be charged depending on what stage the order was in when you cancelled. You will be notified of any applicable charges before you complete your cancellation. You can learn more about order cancellations in our Help Center."
                    ]
                },
                {
                    "heading": "Returned Items",
                    "paragraph": [
                        "If an item has to be returned for any reason, you may be subject to a non-refundable $15 return/restocking fee. For alcohol items, the Courier reserves the right, at his or her discretion, to refuse delivery and return the item(s) if the name on your ID does not match the name on your order, if you are not at least twenty-one (21) years old ('Legal Age'), if you cannot provide a bona-fide government-issued photo identification that shows you are of Legal Age, or if you are visibly intoxicated."
                    ]
                },
                {
                    "heading": "Gift Cards",
                    "paragraph": [
                        "Bukka may provide you with the option to purchase or redeem gift cards in connection with your use of the Platform. You agree that you will comply with all gift card terms and conditions, which are located here. You can learn more about gift cards in our Help Center."
                    ]
                }
            ]
        },
        {
            "section": "Third-Party Interactions",
            "article": [
                {
                    "heading": "Third-Party Providers",
                    "paragraph": [
                        "During use of the Platform, you may purchase goods and services from third-party Merchants through the Platform. Any such activity, and any interactions, disputes, terms, conditions, warranties or representations associated with that activity, is solely between you and the applicable third-party Merchant. Bukka and its licensors shall have no liability, obligation or responsibility for any purchase or transaction between you and any third-party provider. In no event shall Bukka or its licensors be responsible for any content, products, services or other materials on or available from third-party sites or third-party providers. Certain third-party providers of goods and/or services may require your agreement to additional or different terms and conditions prior to your use of or access to such goods or services, and Bukka disclaims any and all responsibility or liability arising from such agreements between you and a third party."
                    ]
                },
                {
                    "heading": "Couriers",
                    "paragraph": [
                        "The Platform enables you to engage third-party Couriers to provide delivery services. Any interactions or disputes between you and a Courier are solely between you and that Courier. Bukka and its licensors shall have no liability, obligation or responsibility for any interaction between you and any Courier."
                    ]
                },
                {
                    "heading": "Third-Party Advertising",
                    "paragraph": [
                        "The Platform may contain third-party advertising and marketing. By agreeing to these Terms you agree to receive such advertising and marketing."
                    ]
                },
                {
                    "heading": "Links to Third Party Sites",
                    "paragraph": [
                        "The Platform may contain links to third-party websites. Linked websites are not under our control, and we are not responsible for their content."
                    ]
                }
            ]
        },
        {
            "section": "Your Use of the Platform",
            "article": [
                {
                    "heading": "",
                    "paragraph": [
                        "In order to use the Platform, you agree to the following:"
                    ],
                    "list": [
                        "The Platform, including any content that forms part of the Platform, contains proprietary content, information and material that is protected by applicable intellectual property and other laws, including copyright;",
                        "You will not violate, or encourage others to violate, any right of a third party, including by infringing or misappropriating any third-party intellectual property right, or otherwise engage in the unauthorized use of any proprietary content, information or materials;",
                        "Unless expressly permitted, you may not alter, modify, create derivative works of, sell, license or in any way exploit any part of the Platform, and you agree not to copy, reproduce, distribute, publish, display, perform, transmit, stream or broadcast any part of the Platform without prior written authorization;",
                        "You agree not to bypass any security or other features of the Platform designed to control the manner in which the Platform is used, harvest or mine content from the Platform, or otherwise access or use the Platform in a manner inconsistent with individual human use;",
                        "You agree not to perform any fraudulent activity, including impersonating any person or entity, or accessing any other Platform account without permission;",
                        "You agree not to decipher, reverse engineer, decompile or disassemble the Platform, or the software used to provide the Platform, in whole or in part, or authorize, direct, or cause a third party to do so;",
                        "You agree not to use, display, mirror, frame or utilize framing techniques to enclose the Platform, or any portion thereof, unless and solely to the extent Bukka makes available the means for embedding any part of the Platform;",
                        "You agree not to access, tamper with, or use non-public areas of the Platform, Bukka’ (and its hosting company’s) computer systems and infrastructure, or the technical delivery systems of Bukka’ providers;",
                        "You agree not to use any robot, spambot, spider, crawler, scraper or other automated means or interface not provided by us to access the Platform or to extract data;",
                        "You agree not to use the Platform in any manner to harass, abuse, stalk, threaten, defame or otherwise infringe or violate the rights of any other party, and that Bukka is not in any way responsible for any such use by you, nor for any harassing, threatening, defamatory, offensive or illegal messages or transmissions that you may receive as a result of using the Platform;",
                        "You agree that your use of the Platform may incur third-party fees, such as fees charged by your Carrier for data usage, and may be subject to third-party terms, such as your Carrier’s terms of service, and you agree to pay all such fees and abide by all such terms; and",
                        "You agree not to introduce viruses, time-bombs, worms, cancelbots, trojan horses and/or other harmful code into the Platform."
                    ],
                    "lastParagraph": [
                        "Transactions involving Alcohol.",
                        "Alcoholic beverages (including but not limited to beer, wine, cider, and spirits, as applicable; all referred to as 'Alcoholic Beverages') may only be purchased by consumers who are of Legal Age. If you are a consumer, you expressly represent and warrant that: (i) you are of Legal Age; and (ii) you will provide bona fide government-issued photo identification to your Courier upon delivery to you. Valid forms of identification include but are not limited to: (i) a valid motor vehicle operator’s license, (ii) a passport issued by the U.S. or by a foreign government, or (iii) a valid identification card issued to a member of the Armed Forces that includes a date of birth and a picture, showing your Legal Age. Deliveries of Alcoholic Beverages may not be made to anyone who is intoxicated, regardless of his or her age. You further understand and acknowledge that neither Bukka nor the Courier can accept your order of Alcoholic Beverages, and the order will only be delivered if the third-party Merchant accepts your order.",
                        "You agree not to do any of the acts described in this Section 6, or to assist or permit any person in engaging in any of the acts described in this Section 6."
                    ]
                }
            ]
        },
        {
            "section": "Consent to Use of Data",
            "article": [
                {
                    "heading": "",
                    "paragraph": [
                        "Please see Bukka’ Privacy Policy, for more information regarding information Bukka collects, and how it uses and shares that information."
                    ]
                }
            ]
        },
        {
            "section": "Intellectual Property Ownership",
            "article": [
                {
                    "heading": "",
                    "paragraph": [
                        "The Platform, and the media and materials contained in the Platform, including all intellectual property rights in the Platform, are the sole and exclusive property of Bukka and its licensors. Except for the limited license expressly granted by and to you under these Terms, no other rights, licenses, or immunities are granted or shall be deemed to be granted under these Terms, either expressly, or by implication, estoppel or otherwise. All rights not expressly granted by Bukka in these Terms are expressly reserved."
                    ]
                }
            ]
        },
        {
            "section": "Content You Provide through the Platform",
            "article": [
                {
                    "heading": "Content You Provide",
                    "paragraph": [
                        "You may be able to submit, post, upload, denote, or otherwise make available (collectively, “Post”) photographs, video clips, reviews, ratings, favorites, liked items, bookmarked Merchants, questions, comments, public messages, ideas, designs, concepts, inventions, feedback, and other content (collectively, “User Content”) (that may or may not be viewable by other users) through the Platform or through other communications with you, including, without limitation, through text (“SMS”) or multimedia (“MMS”) messages (“Interactive Areas”)."
                    ]
                },
                {
                    "heading": "Use of Your Content",
                    "paragraph": [
                        "You acknowledge that when you Post User Content on or through the Platform, the User Content shall be deemed, and shall remain Bukka’ property. Bukka does not provide any compensation for User Content that you Post on or through the Platform. You agree that User Content that you Post on or through the Platform shall be deemed to be non-confidential and non-proprietary, and Bukka shall have no obligation of any kind with respect to such information. When you Post User Content on or through the Platform, you grant Bukka a world-wide, perpetual, irrevocable, royalty-free, non-exclusive, and sub-licensable license to use, copy, distribute, reproduce, modify, edit, adapt, publicly perform, publicly display, translate, create derivative works from, sell, lease, transmit, communicate to the public, disassemble, and publish such User Content in connection with Bukka’ or its partners’ or affiliates’ business, in whole or in part, in any format or medium now known or developed in the future, for any purpose whatsoever, unless expressly agreed otherwise in writing by Bukka, including without limitation for promoting and redistributing part or all of the Platform (and derivative works thereof) in any media formats and through any media channels. You further grant Bukka a license to use your username and/or other user profile information, including, without limitation, your ratings history and how long you have been a Bukka consumer, to attribute User Content to you, if we choose to do so. Further, Bukka shall be free to use any ideas, concepts, know-how or techniques contained in User Content for any purpose whatsoever in connection with our business or the business of our partners or affiliates, without notice to, approval by, or compensation to you, including but not limited to developing, manufacturing and marketing products incorporating such information. In the interest of clarity, the license granted to Bukka shall survive termination of the Platform or your account. Notwithstanding the foregoing, our use of your personal data shall be governed by the Bukka Privacy Policy."
                    ]
                },
                {
                    "heading": "User Content Representations",
                    "paragraph": [
                        "You acknowledge and agree that all User Content that you Post is your sole responsibility. You represent that you have all required rights to Post or transmit such User Content without violation of any third-party rights. You understand that Bukka does not control, and is not responsible for, User Content, and that by using the Platform, you may be exposed to User Content from other users that is offensive, indecent, inaccurate, misleading, or otherwise objectionable. Please also note that User Content may contain typographical errors, other inadvertent errors or inaccuracies. You agree that you will indemnify, defend, and hold harmless Bukka for all claims resulting from User Content you Post. We reserve the right, at our own expense, to assume the exclusive defense and control of such disputes, and in any event you will cooperate with us in asserting any available defenses."
                    ]
                },
                {
                    "heading": "User Content Review",
                    "paragraph": [
                        "You acknowledge and agree that Bukka and its designees may or may not (but do not assume any obligation to), at Bukka’ discretion, pre-screen User Content before its appearance on the Platform. You further acknowledge and agree that Bukka reserves the right (but does not assume the obligation) in its sole discretion to reject, move, edit or remove any User Content that is contributed to the Platform. Additionally, Bukka has the right to remove any User Content that violates these Terms or is otherwise objectionable in Bukka’ sole discretion. You acknowledge and agree that Bukka does not verify, adopt, ratify, or sanction User Content, and you agree that you must evaluate and bear all risks associated with your use of User Content or your reliance on the accuracy, completeness, or usefulness of User Content."
                    ]
                },
                {
                    "heading": "Ratings and Reviews",
                    "paragraph": [
                        "The Platform and other Interactive Areas may allow you to rate (“Ratings”) and Post reviews (“Reviews”) of Merchants. Such Ratings and Reviews are considered User Content and are governed by these Terms, including, without limitation, your agreement regarding your use of the Platform (Section 6). Ratings and Reviews are not endorsed by Bukka, and do not represent the views of Bukka or of any affiliate or partner of Bukka. Bukka does not assume liability for Ratings and Reviews or for any claims, liabilities, or losses resulting from any Ratings and Reviews. We strive to maintain a high level of integrity with our Ratings and Reviews and other User Content. Therefore, all Ratings and Reviews must comply with the following criteria: (1) you must have had first-hand experience with the Merchant within the 7-day period prior to your Posting a Rating or Review; (2) you may not have a proprietary or other affiliation with either the Merchant or any of its competitors; (3) you may not draw any legal conclusions regarding the Merchant’s products, services, or conduct; (4) you may not promote or criticize a Merchant other than the one being rated or reviewed; (4) you may not include others’ personal information; and (5) your Rating or Review must otherwise comply with these Terms. Any Rating and/or Review that we determine, in our sole discretion, could diminish the integrity of the Ratings and Reviews, and/or the Platform may be removed or excluded by us without notice."
                    ]
                }
            ]
        },
        {
            "section": "Communications",
            "article": [
                {
                    "heading": "Text Messaging",
                    "paragraph": [
                        "By using the Platform, you agree that Bukka and those acting on its behalf may send you text (SMS) messages at the phone number you provided us. These messages may include operational messages about your use of the Platform, as well as marketing or other promotional messages. You will not be able to use the Platform without agreeing to receive operational text messages. You may opt-out of receiving marketing text messages at any time by sending an email to sms-settings@Bukka.com indicating that you no longer wish to receive marketing texts along with the phone number of the mobile device receiving the messages. You may continue to receive text messages for a short period while Bukka processes your request, and you may also receive text messages confirming the receipt of your opt-out request. If you do not want to receive operational text messages from Bukka, do not place orders through the Platform. Text messages may be sent using an automatic telephone dialing system. Your agreement to receive marketing texts is not a condition of any purchase or use of the Platform. If you change or deactivate the phone number you provided to Bukka, you must update your account information to help prevent us from inadvertently communicating with anyone who acquires your old number. Standard data and message rates may apply for SMS and MMS alerts, whether you send or receive such messages. Please contact your Carrier for details."
                    ]
                }
            ]
        }
    ]
}